{
  "okapi": {
    "name": "Okapi",
    "sci-name": "Okapia Johnstoni",
    "status": "Endangered",
    "des": "Also known as the \"forest giraffe\", the okapi is one of the oldest mammals left on earth. Despite their coat, the okapi is a relative of a giraffe instead of zebra. Like the girafe, they process a very long tounge, up to 18 in. ",
    "imgURL": "https://www.rainforest-alliance.org/sites/default/files/styles/750w_585h/public/2017-08/okapi-fullsize.jpg?itok=jMogcQi5"
  },
  "tapir": {
    "name": "Malayan Tapir",
    "sci-name": "Tapirus indicus",
    "status": "Endangered",
    "des": "The largest of the four species of tapir and the only one native to Asia. The Malayan Tapir also spot a distinctive black and white colouration help it camoflouge in the gloom of the forest. Like other species of tapir, they have flexible proboscis and hour hooves on front feet and three hooves on rear feet.",
    "imgURL": "https://www.edgeofexistence.org/wp-content/uploads/2017/06/Tapirus-indicus_shutterstock_411690637-1000x667.jpg"
  },
  "jaguar": {
    "name": "Jaguar",
    "sci-name": "Panthera Onca",
    "status": "Near Threatened",
    "des": "The jaguar is the largest cat spieces in the New World and act as the keystone predator in their environment. They are closely resembles the leopard, but is usually larger and sturider and their fur is covered with large rosettes with central spot.",
    "imgURL": "https://upload.wikimedia.org/wikipedia/commons/4/41/Jaguar_in_Pantanal_Brazil_1_%28cropped%29.jpg"
  },
  "spidermonkey": {
    "name": "Black-head Spider Monkey",
    "sci-name": "Ateles fusciceps",
    "status": "Critically Endangered",
    "imgURL": "https://audubonnatureinstitute.org/images/600x450/zoo/spider-monkey-600.jpg",
    "des": "The largest spider monkeys. Similar to the rest of its genus, black-headed spider monkey have disproportionately long, spindly limbs and prehensible tails. These adaptaion served them well in their arboreal lifestyle."
  },
  "sloth": {
    "name": "Brown-throated Sloth",
    "sci-name": "Bradypus Variegatus",
    "status": "Least Concern",
    "imgURL": "https://upload.wikimedia.org/wikipedia/commons/1/18/Bradypus.jpg",
    "des": "Like the rest of its genus, the Brown-throated Sloth prefer to take it time to do thing. They are strictly arboreal and inhabit the high canopy where they eat the young leaves."
  },
  "whaleshark": {
    "name": "Whale shark",
    "sci-name": "Rhincodon Typus",
    "status": "Endangered",
    "imgURL": "https://i.insider.com/5d1a31f02516e92a1014446b?width=779&format=jpeg",
    "des": "The whale shark is the largest fish species in the world. Their mouth can be 1.5 m wide, but they are filter feeders and exclusively feed on plankton and small fishes"
  },
  "spidercrab": {
    "name": "Japanese Spider Crab",
    "sci-name": "Macrocheira Kaempferi",
    "status": "Lacking information",
    "imgURL": "https://www.georgiaaquarium.org/wp-content/uploads/2018/08/animal-crab.jpg",
    "des": "Also known as Giant Spider Crab, their leg spans can reach up to 5.5 m (from claw to claw) and weigh up to 19 km. Adults can be fount at depth betwee 50 m and 600 m."
  },
  "greenturtle": {
    "name": "Green Sea Turtle",
    "sci-name": "Chelonia Mydas",
    "status": "Endangered",
    "imgURL": "https://images.squarespace-cdn.com/content/v1/5369465be4b0507a1fd05af0/1401857267589-LTDZ4ZWKAAJ37CU72LVV/ke17ZwdGBToddI8pDm48kOumf8f7DXE9eI5ekjV0fflZw-zPPgdn4jUwVcJE1ZvWQUxwkmyExglNqGp0IvTJZamWLI2zvYWH8K3-s_4yszcp2ryTI0HqTOaaUohrI8PIv2KlheSKzUo4EcAbd3aEJYc4O5nXPV5t7VXyeYX4xe8KMshLAGzx4R3EDFOm1kBS/picture-19.jpg?format=1500w",
    "des": "The species common name is refer to the green fat found beneath its carapce. They migrate long distances between feeding ground and hatching beaches. Female crawl out on beaches, and lay eggs during the night. When hatched, hatchling emerge and scramble into the water"
  },
  "seal": {
    "name": "Brown Fur Seal",
    "sci-name": "Arctocephalus Pusilus",
    "status": "Least Concern",
    "imgURL": "https://images.fineartamerica.com/images/artworkimages/mediumlarge/2/cape-fur-seal-david-hosking.jpg",
    "des": "The Brown Fur Seal are social animals that use vocalizaiton to communicate, especially between reunion of mothers and pups when mothers need to go out for foraging. The species is inquistive and friendly when in water and often accompanies scuba divers"
  },
  "whitetipshark": {
    "name": "Oceanic Whitetip Shark",
    "sci-name": "Carcharhinus Longimanus",
    "status": "Critically Endangered",
    "imgURL": "https://www.floridamuseum.ufl.edu/wp-content/uploads/sites/66/2017/05/Carcharhinus-longimanus-10.jpg",
    "des": "The oceanic whitetip shark is found globally in deep, open oceans. The shark is typically slow-moving, they can reach surprisingly speed when chasing after preys or compete with other species for food. "
  },
  "mongliangazelle": {
    "name": "Mongolian Gazelle",
    "sci-name": "Procapra Gutturosa",
    "status": "Least Concern",
    "imgURL": "https://i.pinimg.com/736x/d9/e5/d1/d9e5d103545df855877cc02d6353b7d1.jpg",
    "des": "Also called dzeren, the Mongolian gazelle is a medium-sized antemlope native to the smiarid Central Asin steepes of Mongolia. The male dzeren has lyre-shaped horns which curl backwards from the forehead. The Mongolian gazelle is still one of the most numerous large animals, with the total population around 1.5 mlion, but roughly 100,000 are killed each year."
  },
  "saiga": {
    "name": "Saiga Antelope",
    "sci-name": "Saiga Tatarica",
    "status": "Critically Endangered",
    "imgURL": "https://i.pinimg.com/originals/65/d2/28/65d228469895ad03e1a733e418a8285a.jpg",
    "des": "The saiga antelope originally inhabitted a vast area of Eurasian steppe zone with extensive migrations. The prominent feature of the saiga is the pair of closely spaced, bloated nostrils directed downward. During summer migrations, the saiga's nose helps filter out dust kicked up by the herd and cools the animal's blod.  Int he winter , it heats up the frigid air before it is taken to the lungs."
  },
  "coyote": {
    "name": "Coyote",
    "sci-name": "Canis Latrans",
    "status": "Least Concern",
    "imgURL": "https://i2.wp.com/oshawaexpress.ca/wp/wp-content/uploads/2019/06/coyote.jpg?resize=1000%2C954",
    "des": "The coyote is a canine native to North America. Thanks to its versatilites, the species is able to adapt to and expand into environments modified by humans.  "
  },
  "caribou": {
    "name": "Caribou",
    "sci-name": "Rangifer Tarandus",
    "status": "Vulnerable",
    "imgURL": "https://thumbs-prod.si-cdn.com/wAZ3grZ9kl_cdpKbu5HQ3Lboeh0=/800x600/filters:no_upscale()/https://public-media.si-cdn.com/filer/c8/66/c8669825-2fef-43a9-bf76-6ed0064162de/istock-846982062.jpg",
    "des": "Also known as reindeer, the caribout is a species of deer native to Aritic, sub-Arctic, and mountainous regions of noerth Europe, Siberia, and North America. Male and femal reindeer can grow antlers annually with males growing larger antlers."
  },
  "yak": {
    "name": "Wild Yak",
    "sci-name": "Bos Mutus",
    "status": "Vunerable",
    "imgURL": "https://cdn.britannica.com/40/188540-050-9AC748DE/Yak-Himalayas-Nepal.jpg",
    "des": "Wukd yaks are havily built animals with a bulky frame, sturdy legs, and rounded cloven hooves. To protect against the cold, they have long sahggy hair with a dense woolly undercoat over the chest, flanks, and thighs; in males, especially, this undercoat may form a long \"skirt\". "
  },
  "camel": {
    "name": "Bactrian Camel",
    "sci-name": "Camelus Bactrianus",
    "status": "Domesticated",
    "imgURL": "https://upload.wikimedia.org/wikipedia/commons/8/82/2011_Trampeltier_1528.JPG",
    "des": "Domesticated Bactrian camels have served as pack animals in inner Asia since ancient times. The species has high tolerance for cold, drought and high altitudes. They help created the Silk Road by acting as beast of burden."
  },
  "kangaroo": {
    "name": "Red Kangaroo",
    "sci-name": "Osphranter Rufus",
    "status": "Least Concern",
    "imgURL": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f1/Red_kangaroo_-_melbourne_zoo.jpg/1200px-Red_kangaroo_-_melbourne_zoo.jpg",
    "des": "The Red Kangaroo is the largest terrrestrial mammal native to Australia, and the lergest extant marsupial. The male have short, red-brown fur, fading to pale buff below and on the limbs. Femals are smaller than males and are blue-grey with a brown tinge."
  },
  "fennecfox": {
    "name": "Fennec Fox",
    "sci-name": "Vulpes Zerda",
    "status": "Least Concern",
    "imgURL": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Fennec_Fox.jpg",
    "des": "The most distinctive feature of the Fennec Fox is its large ears, which also serve to dissipate heat. It also is the smallest species of canid. Its hearing is senstive enough to hear prey moving underground, which are insects, small mammals, and birds."
  },
  "ibex": {
    "name": "Nubian Ibex",
    "sci-name": "Capra Nubiana",
    "status": "Vulnerable",
    "imgURL": "https://animals.sandiegozoo.org/sites/default/files/inline-images/nubian_ibex_male.jpg",
    "des": "The Nubian Ibex is a desert-dwelling goat species. They have light tan color, with a white underbelly; males also have a drak brown stripe down their backs. They live in rough, dry, mountaines terrain in northenr and northeast Africa, and the Middle East."
  },
  "viper": {
    "name": "Horned Desert Viper",
    "sci-name": "Cerastes Cerastes",
    "status": "Least Concern",
    "imgURL": "https://upload.wikimedia.org/wikipedia/commons/c/c9/Hornviper_Cerastes_cerastes.jpg",
    "des": "The Horned Deser Viper typically move about by sidewinding, druing which they press their weight into the sand or soild, leaving wholebody impressions. They are ambush predators, lying submerged in the sand adjacent to rocks or under vegetation."
  },
  "crane": {
    "name": "Demoiselle Crane",
    "sci-name": "Grus Virgo",
    "status": "Least Concern",
    "imgURL": "https://download.ams.birds.cornell.edu/api/v1/asset/140483601/1800",
    "des": "The Demoiselle Crane is the smallest species of crane. It has a lound trumpeting call, higher-pitched than the common crane. Demoiselle cranse have tot ake of the toughes migrations in the world, crossing the Himlayan mountains to get to their over-wintering grounds in India."
  },
  "snowleopard": {
    "name": "Snow Leopard",
    "sci-name": "Panthera Uncia",
    "status": "Vulnerable",
    "imgURL": "https://scx2.b-cdn.net/gfx/news/2017/snowleopard.jpg",
    "des": "The Snow Leopard's fur is whitish to gray with black spots on head and neck, but larger rosetts on the back, flanks and bushy tail. They shows several daptations for living in a cold, mountous enviornment. It small rounded ears help to minimize heat loss, its broad paws well distribute the body weight for woalking on snow,  and have fur on their undersides to increase the grop on steep and unsable surfaces."
  },
  "gelada": {
    "name": "Gelada",
    "sci-name": "Theropithecus Gelada",
    "status": "Least Concern",
    "imgURL": "https://animals.sandiegozoo.org/sites/default/files/2018-08/Gelada_ZN.jpg",
    "des": "Geladas are found only in the high grassland of the deep gorges of the central Ethiopian plateau. They live in eleveations 1,800 - 4,400 m above eas level, using the cliffs of sleeping. The gelada is the only primate that primarily eat grass."
  },
  "goldeneagle": {
    "name": "Golden Eagle",
    "sci-name": "Aquila Chrusaetous",
    "status": "Least Concern",
    "imgURL": "https://www.audubon.org/sites/default/files/styles/hero_image/public/golden-eagle-1-c-stewart-finlayson.jpg?itok=t-5GUGpf",
    "des": "The Golden Eagle is the most widely distributed species of eagle. These bird are dark brown, with lighter golden-brown plumage on their napes. They build larges nests in cliffs and other high places to which they may return for several breeding years."
  },
  "markhor": {
    "name": "Markhor",
    "sci-name": "Capra Falconeri",
    "status": "Near Threatened",
    "imgURL": "https://upload.wikimedia.org/wikipedia/commons/3/38/Markhor_Schraubenziege_Capra_falconeri_Zoo_Augsburg-02.jpg",
    "des": "The Markhor is a large goat species native to Central Asia, Karakoram, and the Himalayas. The Markhor feature tighly curled, corckscrew-like horns, which close together at the head, but spread upwards toward the tips. They are adapted to mountainous terrain, and can be found between 600 and 3,600 meters in elevation"
  }
}
